DELETE FROM `playercreateinfo_spell`
WHERE `Spell` IN (196, 197, 198, 199, 200, 201, 202, 227, 264, 266, 674, 750, 1180, 2567, 3127, 5011, 8737, 15590);
INSERT INTO `playercreateinfo_spell` (`racemask`, `classmask`, `Spell`, `Note`) VALUES
(0, 111, 196, 'Одноручные топоры'),
(0, 131, 197, 'Two-Handed Axes'),
(0, 1147, 198, 'Одноручное дробящее оружие'),
(0, 1123, 199, 'Двуручное дробящее оружие'),
(0, 1063, 200, 'Древковое оружие'),
(0, 431, 201, 'Одноручные мечи'),
(0, 43, 202, 'Two-Handed Swords'),
(0, 2885, 227, 'Staves'),
(0, 13, 264, 'Луки'),
(0, 13, 266, 'Ружья'),
(0, 77, 674, 'Dual Wield'),
(0, 3, 750, 'Plate'),
(0, 1501, 1180, 'Daggers'),
(0, 9, 2567, 'Метательное оружие'),
(0, 15, 3127, 'Parry'),
(0, 13, 5011, 'Арбалеты'),
(0, 68, 8737, 'Кольчужныедоспехи'),
(0, 1101, 15590, 'Кулачное оружие');
